[
  {
    "url": "https://www.bbc.com/news/videos/c75wwppvkp3o",
    "title": "Crowds gather in Damascus after rebels declare city 'free'",
    "content": "Rebel forces in Damascus have declared the capital city \"free\" of long-time ruler Bashar al-Assad in the early hours of Sunday.\nVideo, from the Associated Press, appears to show crowds of people gathered in the city, while gunfire can be heard in the background.\nPresident Assad is said to have left Damascus by plane for an unknown destination. \nRebels say they have taken full control of a second major city, after the military withdrew its troops.\nIt’s been one week since rebel forces launched their largest offensive against the Syrian government in years. BBC Verify has been tracking their advances.\n\nThe footage, which has muted sound, was filmed by Turkish journalist Ibrahim Bozan on 30 November 2024.\n25 year-old Rayane Salman describes how she and her parents lost their home and possessions in an Israeli air strike.\nBBC Arabic’s Rami Ruhayem went to Dahieh, in southern Beirut, to see the damage caused by Israel's attacks.\nThe BBC's Middle East correspondent, Hugo Bachega, is at the main highway between Beirut and the south as people start to return to their homes.\nPeople in Tel Aviv and Beirut shared feelings of relief and doubt as they reacted to the news.\nHis announcement comes after more than a year of conflict between Israeli and Hezbollah forces.\nIsrael launches extensive air strikes on Beirut's southern suburbs after its military issued evacuation orders in the area.\nAn eight-storey building in Lebanon's capital was destroyed when it was struck without warning, the BBC's Hugo Bachega says.\nIn Beirut, two TikTokers are filming the damage caused by Israeli air strikes for families who have fled.\nIsrael has launched air strikes on Iran, with blasts heard in the capital Tehran.\nIsrael says it has conducted \"precise strikes on military targets\" in Iran.\nRear Adm Daniel Hagari says the strikes are in response to Iran \"relentlessly attacking\" Israel.\nDrivers near the city of Sharjah stopped their cars to watch the spiralling spectacle.\nThe BBC’s Orla Guerin is taken on a tour of Al Sahel Hospital in Beirut.\nThe BBC's analysis editor Ros Atkins looks at footage said to show Yahya Sinwar's final moments.\nDrone footage released by the Israeli military on Thursday is said to show Sinwar in the moments before he was killed.\nSinwar, who topped Israel's most-wanted list, was a key figure believed to have been behind the 7 October attacks. \nThe Israel Defense Forces say it has killed the Hamas leader, the man seen as responsible for 7 October.\nCopyright 2025 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n \n",
    "summary": "President Assad is said to have left Damascus by plane for an unknown destination. Rebels say they have taken full control of a second major city. Video appears to show crowds of people gathered in the city, while gunfire can be heard in the background.",
    "label": "neutral",
    "score": 0.608071506023407,
    "methods": {
      "appeal to authority": 0.7060129642486572,
      "bandwagon": 0.500572681427002,
      "fear appeal": 0.4387534260749817,
      "glittering generalities": 0.3746376037597656,
      "loaded language": 0.8120516538619995,
      "name-calling": 0.4108966588973999,
      "plain folks appeal": 0.44371744990348816,
      "testimonial": 0.7040396332740784
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cz7qenxy8r2o",
    "title": "UK will Syrian group's terror ban, cabinet minister says",
    "content": "Prime Minister Sir Keir Starmer says no decision has been made yet on whether the UK government could remove Hayat Tahrir al-Sham (HTS) from a list of banned terrorist groups after the rebels led the overthrow of Bashar al-Assad in Syria.\nHTS was proscribed as a terror organisation in the UK after being added as an alias of al-Qaeda in 2017, meaning the UK cannot have any communication with the group.\nCabinet minister Pat McFadden earlier told the BBC that the UK could remove HTS from the list.\nBut Sir Keir said it was still \"far too early\" to consider a change of policy.\nSpeaking in Saudi Arabia, the prime minister said \"we have to work to make sure that this is a peaceful opportunity\" for Syria.\n\"We have all seen in other parts of history where we think there is a turning point - it turns out not necessarily to be the better future that we hope for,\" Sir Keir added.\n\"We've got to make sure this is different.\"\nSeparately, Foreign Secretary David Lammy told the Commons that the UK \"will judge HTS by their actions, monitoring closely how they and other parties to this conflict treat all civilians in areas they control\".\nHTS and allied rebel factions seized control of the Syrian capital Damascus on Sunday after years of civil war.\nUnder the Terrorism Act 2000, the home secretary may proscribe an organisation if they believe it commits or participates in, prepares for, promotes or encourages, or is otherwise concerned in terrorism, and if it is proportionate to do so.\nIt is a criminal offence to join a group on the list. It is also against the law to arrange a meeting if it is to support the activities of a proscribed organisation.\nHTS also faces sanctions from the US and UN due to its terror designation.\nHTS leader Abu Mohammed al-Jolani, who has now started using his real name, Ahmed al-Sharaa, cut ties with al-Qaeda in 2016. He has recently pledged tolerance for different religious groups and communities.\nSeparately, the UK government announced an additional £11m of humanitarian aid to Syria.\nThe money will help \"meet the needs of the most vulnerable across the country, including the more than 370,000 people estimated to have been displaced by recent events\", it said in a statement.\nOn Monday morning, Cabinet Office Minister Pat McFadden told the BBC the situation in Syria was \"very fluid\" and if that stabilised, any change in the ban would be a \"relatively swift decision\".\nWhen asked by BBC Radio 4's Today programme if a process to review HTS's designation as a terror group was under way, McFadden said: \"Yes, obviously that's got to be considered. They've been proscribed for quite a long time now.\"\n\"The leader of that group has distanced himself in a way from some of the things that have been said in the past.\n\"He is saying some of the right things about the protection of minorities, about respecting people's rights. So we'll look at that in the days to come.\"\nFormer ex-head of MI6 Sir John Sawers told Sky News it would be \"rather ridiculous\" if the UK was unable to engage with HTS because of the ban.\nShadow foreign secretary Dame Priti Patel called on the government to review the \"security and defence implications as well as the terrorist risks\" posed by the rebel groups.\nThe UK closed its embassy in Damascus in 2013, two years after the Arab Spring protests began to be brutally suppressed there by the Assad regime. Even before that, relations were never as close as they are with, say, Saudi Arabia and the Gulf Arab states.\nThe UK and the US have a vital vested interest in preventing the resurgence of Islamic State (IS) or al-Qaeda in the sometimes lawless lands of northern Syria. \nBritish citizens, in some cases the wives and children of IS fighters, remain in Kurdish-run prison camps in the north.\nMeanwhile, the Home Office has paused decisions on Syrian asylum claims to the UK.\nIt is an insight into the fluidity of the situation in Syria, the multiple implications and the difficult decisions it poses – and will continue to pose.\nAdditional reporting by BBC security correspondent Frank Gardner and BBC political editor Chris Mason \nCopyright 2025 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n \n",
    "summary": "Hayat Tahrir al-Sham (HTS) was proscribed as a terror organisation in the UK. It was added as an alias of al-Qaeda in 2017, meaning the UK cannot have any communication with the group. Cabinet minister Pat McFadden earlier said the UK could remove HTS from the list.",
    "label": "neutral",
    "score": 0.7372300028800964,
    "methods": {
      "appeal to authority": 0.9375049471855164,
      "bandwagon": 0.7295895218849182,
      "fear appeal": 0.3198162913322449,
      "glittering generalities": 0.8586145043373108,
      "loaded language": 0.9316259026527405,
      "name-calling": 0.891305148601532,
      "plain folks appeal": 0.84088534116745,
      "testimonial": 0.913554847240448
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c77jrrxxn07o",
    "title": "Israel seizes Golan buffer zone after Syrian troops leave positions",
    "content": "Israel's prime minister has announced its military has temporarily seized control of a demilitarized buffer zone in the Golan Heights, saying the 1974 disengagement agreement with Syria had \"collapsed\" with the rebel takeover of the country.\nBenjamin Netanyahu said he had ordered the Israel Defense Forces (IDF) to enter the buffer zone and \"commanding positions nearby\" from the Israeli-occupied part of the Golan. \n\"We will not allow any hostile force to establish itself on our border,\" he said.\nA UK-based war monitor said Syrian troops had left their positions in Quneitra province, part of which lies inside the buffer zone, on Saturday.\nOn Sunday, the IDF told residents of five Syrian villages inside the zone to stay in their homes until further notice.\nThe Golan Heights is a rocky plateau about 60km (40 miles) south-west of Damascus. \nIsrael seized the Golan from Syria in the closing stages of the 1967 Six-Day War and unilaterally annexed it in 1981. The move was not recognised internationally, although the US did so unilaterally in 2019.\nThe Israeli move in the buffer zone came after Syrian rebel fighters captured the capital, Damascus, and toppled Bashar al-Assad's regime. He and his father had been in power in the country since 1971.\nForces led by the Islamist opposition group Hayat Tahrir al-Sham (HTS) entered Damascus in the early hours of Sunday morning, before appearing on state television to declare Syria to now be \"free\".\nNetanyahu said the collapse of the Assad regime was a \"historic day in the Middle East\".\n\"The collapse of the Assad regime, the tyranny in Damascus, offers great opportunity but also is fraught with significant dangers,\" he said.\nHe said events in Syria had been the result of Israeli strikes against Iran and the Iran-backed Lebanese armed group Hezbollah, Assad's allies, and insisted Israel would \"send a hand of peace\" to Syrians who wanted to live in peace with Israel.\nThe IDF seizure of Syrian positions in the buffer zone was a \"temporary defensive position until a suitable arrangement is found\", he said.\n\"If we can establish neighbourly relations and peaceful relations with the new forces emerging in Syria, that's our desire. But if we do not, we will do whatever it takes to defend the State of Israel and the border of Israel,\" he said.\nAfter more than a year of war in the Middle East, Israel already has its hands full.\nBut the pace of events in Syria, its northern neighbour, will be of real concern.\nThe IDF had already moved reinforcements to the occupied Golan.\nIn normal times, its warning to residents in several villages to stay in their homes because Israel would not hesitate to act if it felt it needed to would be seen as hugely provocative and enough to start a war.\nIsrael is especially concerned about who might get their hands on Bashar al-Assad's alleged arsenal of chemical weapons.\nThe leader of the Syrian rebellion is Abu Mohammed al-Jolani. His family roots are in the occupied Golan Heights, where thousands of Israeli settlers now live alongside about 20,000 Syrians, most of them Druze, who stayed on after it was captured.\nIsrael will have no intention of giving that land up and is determined to protect its citizens.\nDuring the 2011 Syrian uprising, Israel made the calculation that Assad, despite being an ally of both Iran and Hezbollah, was a better bet than what might follow his regime.\nIsrael will now be trying to calculate what comes next in Syria. Like everyone, it can only guess.\nThe curriculum will take on a more Islamic slant, with evolution and Big Bang theory dropped from science.\nThe move will raise concerns over the role radicalised foreign militants may play in Syria's future.\nSharaa says it could take three years to write a constitution and longer to establish voting integrity.\nFormer regime fighters tell the BBC they want to regain civilian status and had nothing to do with atrocities.\nSyrians across the world are still coming to terms with the rapid fall of the Assad regime.\nCopyright 2025 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n \n",
    "summary": "Residents of five Syrian villages inside the zone have been told to stay in their homes. Israel seized the Golan from Syria in the closing stages of the 1967 Six-Day War. The curriculum will take on a more Islamic slant, with evolution and Big Bang theory dropped from science.",
    "label": "propaganda",
    "score": 0.5591474175453186,
    "methods": {
      "appeal to authority": 0.7757260203361511,
      "bandwagon": 0.5228047966957092,
      "fear appeal": 0.3804016411304474,
      "glittering generalities": 0.30726850032806396,
      "loaded language": 0.8853707909584045,
      "name-calling": 0.7421869039535522,
      "plain folks appeal": 0.4266985058784485,
      "testimonial": 0.5939419269561768
    }
  },
  {
    "url": "https://www.bbc.com/news/videos/cgm9vkl743jo",
    "title": "Moment former Syrian president's statue toppled in Hama",
    "content": "A statue of the late Syrian president, Hafez al-Assad, the father of President Bashar al-Assad, has been torn down in the city of Hama. \nSyrian rebels say they have taken full control of the country's second major city, after the military withdrew. \nThe leader of the Islamist militant group Hayat Tahrir al-Sham (HTS), Abu Mohammed al-Jawlani, declared \"victory\" in Hama and vowed there would be \"no revenge\". \nEarlier, HTS fighters and their allies took over Hama central prison and released inmates amid fierce battles, while the military said it had redeployed troops outside the city. \nHama is home to one million people and is 110km (70 miles) south of Aleppo, which the rebels captured last week after launching a surprise offensive from their stronghold in the north-west. \nIn Aleppo, a statue of President Bashar al-Assad's late brother, Bassel, was destroyed a few days ago.\nRead the full story of the rebels advance here.\nBBC Verify has been tracking the territory captured by Syrian rebels as they move towards Homs.\nIt’s been one week since rebel forces launched their largest offensive against the Syrian government in years. BBC Verify has been tracking their advances.\n\nThe footage, which has muted sound, was filmed by Turkish journalist Ibrahim Bozan on 30 November 2024.\n25 year-old Rayane Salman describes how she and her parents lost their home and possessions in an Israeli air strike.\nBBC Arabic’s Rami Ruhayem went to Dahieh, in southern Beirut, to see the damage caused by Israel's attacks.\nThe BBC's Middle East correspondent, Hugo Bachega, is at the main highway between Beirut and the south as people start to return to their homes.\nPeople in Tel Aviv and Beirut shared feelings of relief and doubt as they reacted to the news.\nHis announcement comes after more than a year of conflict between Israeli and Hezbollah forces.\nIsrael launches extensive air strikes on Beirut's southern suburbs after its military issued evacuation orders in the area.\nAn eight-storey building in Lebanon's capital was destroyed when it was struck without warning, the BBC's Hugo Bachega says.\nIn Beirut, two TikTokers are filming the damage caused by Israeli air strikes for families who have fled.\nIsrael has launched air strikes on Iran, with blasts heard in the capital Tehran.\nIsrael says it has conducted \"precise strikes on military targets\" in Iran.\nRear Adm Daniel Hagari says the strikes are in response to Iran \"relentlessly attacking\" Israel.\nDrivers near the city of Sharjah stopped their cars to watch the spiralling spectacle.\nThe BBC’s Orla Guerin is taken on a tour of Al Sahel Hospital in Beirut.\nThe BBC's analysis editor Ros Atkins looks at footage said to show Yahya Sinwar's final moments.\nDrone footage released by the Israeli military on Thursday is said to show Sinwar in the moments before he was killed.\nSinwar, who topped Israel's most-wanted list, was a key figure believed to have been behind the 7 October attacks. \nThe Israel Defense Forces say it has killed the Hamas leader, the man seen as responsible for 7 October.\nCopyright 2025 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n \n",
    "summary": "Rebels say they have taken full control of Hama, Syria's second major city. Islamist militant group Hayat Tahrir al-Sham (HTS) declared \"victory\" in Hama. CNN.com will feature iReporter photos in a weekly Travel Snapshots gallery. Please submit your best shots of the UK for next week.",
    "label": "neutral",
    "score": 0.6235012412071228,
    "methods": {
      "appeal to authority": 0.7547317147254944,
      "bandwagon": 0.48385173082351685,
      "fear appeal": 0.6082690358161926,
      "glittering generalities": 0.5047307014465332,
      "loaded language": 0.8663208484649658,
      "name-calling": 0.4613841474056244,
      "plain folks appeal": 0.5049358606338501,
      "testimonial": 0.6781846880912781
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c1ln12056ppo",
    "title": "New Syrian government's school curriculum changes spark concern",
    "content": "There is concern growing in Syria that the new Islamist-led authorities have already decided on changes to the school curriculum, without the input of the rest of society.\nThe Facebook page of the transitional government's education ministry has posted the new curriculum for all age groups, which will take on a more Islamic slant, as well as dropping any reference to the Assad era across all subjects.\nThe phrase \"Defending the nation\" has been replaced by \"Defending Allah\", among other changes.\nThe Education Minister, Nazir al-Qadri, downplayed the move, saying the curriculum is essentially unchanged and will remain so until specialised committees have been set up to review and revise it.\nOther proposed changes include Evolution and the Big Bang theory being dropped from science teaching.\nReferences to the gods worshipped in Syria before Islam, as well as images of their statues, are also being dropped.\nThe significance of the great Syrian heroine Queen Zenobia, who once ruled Palmyra in the Roman era, seems to have been downplayed.\nThe Assad era has essentially been excised from the curriculum, including poems celebrating both Bashar al-Assad and his father, Hafez, in Arabic language courses.\nIn a statement, al-Qadri said the only instructions he had issued were related to the removal of content that he described as glorifying the \"defunct Assad regime\" and the instatement of the Syrian revolutionary flag in all textbooks.\nThe minister also said that \"inaccuracies\" in the Islamic education curriculum had been corrected.\nThe changes have been welcomed by some Syrians.\nBut the move has set off alarm bells among resurgent civil society activists, many of whom have returned to Syria for the first time in many years.\nThey fear it is a sign that their voices - and those of groups and communities across the country - may not be listened to as the country develops under its new leadership.\nThere have already been calls for protests ahead of the start of the new school term on Sunday.\nActivists want to make clear their opposition to any moves by the transitional government to bring in changes to the education system - or any other state institution - without the participation of all sections of Syrian society.\nThe new authorities have made much of the fact that they are to hold a National Dialogue Conference.\nOfficials have been holding meetings with many different communities - from Christians to Kurds, to artists and intellectuals.\nThe message has been that they want to create a new Syria with the involvement of all sections of society so that all will have a stake in the country's future.\nBut activists believe the unilateral changes in the school curriculum undercut such promises and want to make a stand right from the start for the values of freedom and inclusion that the removal of Bashar al-Assad has now made possible.\nThe move will raise concerns over the role radicalised foreign militants may play in Syria's future.\nSharaa says it could take three years to write a constitution and longer to establish voting integrity.\nFormer regime fighters tell the BBC they want to regain civilian status and had nothing to do with atrocities.\nSyrians across the world are still coming to terms with the rapid fall of the Assad regime.\nThe clash took place with supporters of the ousted leader in Tartous, a stronghold of his Alawite sect.\nCopyright 2025 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n \n",
    "summary": "New curriculum for all age groups will take on a more Islamic slant. References to the gods worshipped in Syria before Islam are also being dropped. Education Minister Nazir al-Qadri downplayed the move. Former regime fighters tell the BBC they want to regain civilian status.",
    "label": "propaganda",
    "score": 0.5950477123260498,
    "methods": {
      "appeal to authority": 0.8469602465629578,
      "bandwagon": 0.5142389535903931,
      "fear appeal": 0.8978471755981445,
      "glittering generalities": 0.5133071541786194,
      "loaded language": 0.9189150929450989,
      "name-calling": 0.645492672920227,
      "plain folks appeal": 0.7873655557632446,
      "testimonial": 0.9031173586845398
    }
  }
]