[
  {
    "source": {
      "id": "",
      "name": "BBC News"
    },
    "author": "",
    "title": "Crowds gather in Damascus after rebels declare city 'free'",
    "description": "Rebel forces say they have captured Damascus and that President Assad has fled the Syrian capital.",
    "url": "https://www.bbc.com/news/videos/c75wwppvkp3o",
    "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/96dd/live/05e19f50-b523-11ef-aff0-072ce821b6ab.jpg",
    "publishedAt": "2024-12-08T05:34:55Z",
    "content": "Rebel forces in Damascus have declared the capital city \"free\" of long-time ruler Bashar al-Assad in the early hours of Sunday.\r\nVideo, from the Associated Press, appears to show crowds of people gat… [+147 chars]"
  },
  {
    "source": {
      "id": "",
      "name": "BBC News"
    },
    "author": "",
    "title": "Moment former Syrian president's statue toppled in Hama",
    "description": "Rebels say they have taken full control of a second major city, after the military withdrew its troops.",
    "url": "https://www.bbc.com/news/videos/cgm9vkl743jo",
    "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/d691/live/d6433b70-b3a9-11ef-aff0-072ce821b6ab.jpg",
    "publishedAt": "2024-12-06T08:13:23Z",
    "content": "A statue of the late Syrian president, Hafez al-Assad, the father of President Bashar al-Assad, has been torn down in the city of Hama. \r\nSyrian rebels say they have taken full control of the country… [+689 chars]"
  },
  {
    "source": {
      "id": "",
      "name": "BBC News"
    },
    "author": "",
    "title": "Israel seizes Golan buffer zone after Syrian troops leave positions",
    "description": "PM Netanyahu said the 1974 disengagement agreement had \"collapsed\" with the rebel takeover of Syria.",
    "url": "https://www.bbc.com/news/articles/c77jrrxxn07o",
    "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0d3c/live/4fd93110-b580-11ef-95a5-d503f49bd186.jpg",
    "publishedAt": "2024-12-08T17:24:19Z",
    "content": "Israel's prime minister has announced its military has temporarily seized control of a demilitarized buffer zone in the Golan Heights, saying the 1974 disengagement agreement with Syria had \"collapse… [+3314 chars]"
  },
  {
    "source": {
      "id": "",
      "name": "BBC News"
    },
    "author": "",
    "title": "UK will Syrian group's terror ban, cabinet minister says",
    "description": "Pat McFadden says the UK will consider if a terrorist designation should remain for a Syrian group which led the overthrow of al-Assad rule.",
    "url": "https://www.bbc.com/news/articles/cz7qenxy8r2o",
    "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8df4/live/2bccaed0-b609-11ef-a785-23eacc5a1119.jpg",
    "publishedAt": "2024-12-09T09:21:34Z",
    "content": "Cabinet minister Pat McFadden has told the BBC the government is considering if a terrorist designation should remain for an Islamist militant group which led the overthrow of al-Assad rule in Syria … [+3159 chars]"
  },
  {
    "source": {
      "id": "",
      "name": "BBC News"
    },
    "author": "",
    "title": "New Syrian government's school curriculum changes spark concern",
    "description": "The curriculum will take on a more Islamic slant, with evolution and Big Bang theory dropped from science.",
    "url": "https://www.bbc.com/news/articles/c1ln12056ppo",
    "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5fd6/live/31ef3e30-c91a-11ef-87df-d575b9a434a4.jpg",
    "publishedAt": "2025-01-02T17:01:32Z",
    "content": "There have been calls for protests ahead of the start of the new term on Sunday\r\nThere is concern growing in Syria that the new Islamist-led authorities have already decided on changes to the school … [+2891 chars]"
  }
]